---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.ProjectBrowserDataChangedEventArgs
source: html/ce6547b5-fc71-8709-c074-0e1b26c9aab6.htm
---
# ProjectBrowserDataChangedEventArgs Members

Indicates whether the event is being cancelled.